Repository: zenfulfillment/zenrush-wp-plugin
Catalog: zenrush/languages/zenrush-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Enter your Merchant Key
de_de: Geben deinen Merchant Key ein

source: Enable Zenrush for the Germany shipping zone
de_de: Zenrush für die Versandzone Deutschland aktivieren

source: Add a shipping zone for Germany
de_de: Versandzone für Deutschland hinzufügen

source: Complete Zenrush setup to activate
de_de: Zenrush vollständig einrichten und aktivieren

source: <b>Zenrush Premium Delivery</b> is almost ready to go! Once you completed the setup, you'll have access to a premium delivery option and shipping calculation in real-time.
de_de: <b>Zenrush Premiumversand</b> ist fast einsatzbereit! Sobald du die Einrichtung abgeschlossen hast, hast du Zugriff auf die Premium Versandoption mit Berechnung der Lieferzeit in Echtzeit.

source: To get started
de_de: Zum Start der Einrichtung

source: follow the setup documentation
de_de: folge der Setup-Dokumentation

source: Zenrush Documentation
de_de: Zenrush Dokumentation

source: Zenrush Settings
de_de: Zenrush Einstellungen

source: Log
de_de: Protokoll

source: General Options
de_de: Allgemeine Einstellungen

source: The unique Merchant Key for the Zenrush Plugin. This Key will be provided to you by Zenfulfillment Customer Support.
de_de: Der Merchant Key für dein Zenrush Plugin. Dieser Key wird dir vom Zenfulfillment Kundenservice zur Verfügung gestellt.

source: Zenrush Store Front-End Integration
de_de: Zenrush Store-Front Integration

source: Note: If the automatic front-end integration is disabled, you need to add the Zenrush snippet to your store theme manually. <a href="https://setup.zenfulfillment.com/zenrush/integration/woocommerce">Docs</a>
de_de: Hinweis: Wenn die automatische Frontend-Integration deaktiviert ist, muss das Zenrush-Snippet manuell zum Shop-Theme hinzufügt werden. <a href="https://setup.zenfulfillment.com/zenrush/integration/woocommerce">Dokumentation</a>

source: Automatic Integration
de_de: Automatische Store-Front Integration

source: Enable Automatic Integration
de_de: Automatische Integration aktivieren

source: On Product Detail Pages
de_de: Auf Produktdetailseiten

source: Show Zenrush on all product detail pages
de_de: Zeigt Zenrush auf allen Produktdetailseiten unter dem add to cart button an

source: On Product Category Listings
de_de: Auf Produkt Kategorie-Seite

source: Show Zenrush on all product listings. This includes the product category pages and "related products"
de_de: Zeigt das Zenrush Element auf allen Produktkategorie-Seiten an. Dies gilt auch für „Verwandte Produkte“

source: Disable delivery date on product listings
de_de: Lieferdatum auf Produkt Kategorie-Seiten deaktivieren

source: Do not show delivery date on product category pages. Only the Zenrush icon will be shown, if enabled:
de_de: Zeigt das Lieferdatum nicht auf Produktkategorieseiten an. Es wird nur das Zenrush Icon angezeigt, wenn die Einstellung aktiviert wurde:

source: Enable Styling on Checkout
de_de: Zenrush Styling im Checkout aktivieren

source: Adds additional styling to the Zenrush shipping option on checkout
de_de: Fügt der Zenrush-Versandoption im Checkout zusätzliches Styling hinzu

source: Disable Zenrush for some Products
de_de: Zenrush für einige Produkte deaktivieren

source: By default Zenrush will be enabled for all products that are in stock, but here you can configure products that should not be enabled for zenrush
de_de: Standardmäßig ist Zenrush für alle Produkte aktiviert die auf Lager sind. Hier kann man bestimmte Produkte für Zenrush jedoch trotzdem deaktivieren

source: Disable Zenrush for specific products
de_de: Zenrush für folgende Produkte deaktivieren

source: Add the products SKU you want to disable Zenrush for
de_de: Füge die Produkt-SKU (Artikelnummer) hinzu, für die Zenrush deaktivieren werden soll

source: Add multiple SKUs by separating them with a comma like this: SKU-1,SKU-2,SKU-3,...
de_de: Es können auh mehrere SKUs hinzugefügt werden, indem man sie durch ein Komma wie folgt trennt: SKU-1,SKU-2,SKU-3.

source: Options
de_de: Einstellungen

source: Variant
de_de: Variante

source: Primary
de_de: Primär

source: Badge
de_de: Abzeichen

source: Language
de_de: Sprache

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: Badge Text
de_de: Abzeichen Text

source: Add the badge text here
de_de: Füge hier den Badge-Text hinzu

source: Show Delivery Date
de_de: Liefertermin anzeigen

source: On
de_de: An

source: Off
de_de: Aus

source: Premium NEXT DAY delivery option - powered by Zenfulfillment.com
de_de: Zenrush 1-Tages Premiumversand - powered by Zenfulfillment.com

source: Zenrush Premium Delivery
de_de: Zenrush Premiumversand

source: Reliable 2 day delivery option - powered by Zenfulfillment.com
de_de: Zuverlässige 2-Tage-Lieferoption - powered by Zenfulfillment.com

source: Zenrush Standard Delivery (2 days)
de_de: Zenrush Standardversand (2 Tage)

source: Zenrush requires <strong>WooCommerce</strong> to be installed and active.
de_de: Zenrush erfordert, dass <strong>WooCommerce</strong> im Shop installiert und aktiviert it.

source: Install WooCommerce
de_de: WooCommerce installieren

source: Activate WooCommerce
de_de: WooCommerce aktivieren

source: Integration Plugin for Zenrush Premium Delivery
de_de: Integrations-Plugin für Zenrush Premiumversand
